Repository: masteramen/wordpress
Catalog: plugins/easy-custom-auto-excerpt/languages/easy-custom-auto-excerpt-*.po
Languages: de_de

source: No
de_de: Nein

source: Yes
de_de: Ja

source: Disable
de_de: Deaktivieren

source: All Content
de_de: Alle Inhalte

source: Selected Post type and Categories
de_de: Ausgewählter Post type und Kategorien

source: Search excerpt
de_de: Excerpt suchen

source: Blog page excerpt
de_de: Blog Seite Excerpt

source: Front page excerpt
de_de: Startseite Excerpt

source: Advanced
de_de: Fortgeschritten

source: Basic Settings
de_de: Grundeinstellungen

source: Excerpt in page
de_de: Excerpt in Seite

source: Blog Page Excerpt
de_de: Blog Seite Excerpt

source: Excerpt size
de_de: Excerpt Größe

source: If greater than 0, the general excerpt size and method will be overridden
de_de: Wenn größer als 0 , wird die allgemeine Excerpt Größe und Verfahren außer Kraft gesetzt werden

source: Post type
de_de: Post Typ

source: Categories
de_de: Kategorien

source: Front Page Excerpt
de_de: Startseite Excerpt

source: Search Excerpt
de_de: Suche Excerpt

source: Page Excerpt
de_de: Seiten Excerpt

source: Page excerpt
de_de: Seiten Excerpt

source: Page
de_de: Seite

source: New Page Excerpt
de_de: Neue Seiten Excerpt

source: Remove
de_de: Entfernen

source: Easy Custom Auto Excerpt Options Page
de_de: Einfache Benutzer Auto Excerpt Optionen Seite

source: Easy Custom Auto Excerpt Options
de_de: Einfache Benutzer Auto Excerpt Optionen

source: Easy Custom Auto Excerpt by
de_de: Einfache Benutzer Auto Excerpt von

source: Plugin Page
de_de: Plugin Seite

source: Please Rate :)
de_de: Bitte bewerten :)

source: Comment
de_de: Kommentar

source: Bug Report
de_de: Fehlerbericht

source: Settings saved.
de_de: Einstellungen gespeichert.

source: General Options
de_de: Allgemeine Optionen

source: Excerpt Location
de_de: Excerpt Standort

source: Read More Button
de_de: Read More Taste

source: General Excerpt Options
de_de: Allgemein Excerpt Optionen

source: Excerpt Location Options
de_de: Excerpt Standortoptionen

source: Save Options
de_de: Optionen speichern

source: Save your changes to apply the options
de_de: Speichern Sie die Änderungen, um die Optionen wirksam zu machen

source: Left (default)
de_de: Links (default)

source: Center
de_de: Zentrum

source: Right
de_de: Rechts

source: Always Show
de_de: Immer anzeigen

source: Always Hide
de_de: immer ausblenden

source: Read more text
de_de: Mehr Text lesen

source: If you do not want to display it, fill with "-" (without quote)
de_de: Wenn Sie es nicht anzuzeigen möchten, füllen Sie mit "-" (ohne Anführungszeichen)

source: Text before link
de_de: Text vor dem Link

source: Text before read more link
de_de: Text vor dem link read more

source: Read more align
de_de: Lesen Sie mehr align

source: Normal mode = show readmore button, only if content length is bigger than excerpt size
de_de: Normalbetrieb = Show readmore Taste, nur wenn Inhaltslänge ist größer als Exerpt Größe

source: Display option
de_de: Option Anzeige

source: Purchase the %1$s Premium Edition %2$s to enable all button font and the premium button skins
de_de: Kaufen Sie die %1$s Premium Edition %2$s um alle Button Schriftart und die Premium-Schaltfläche Skins zu ermöglichen

source: The black and white button skins are free :)
de_de: Die Schwarz-Weiß-Knopf Skins sind kostenlos :)

source: Button Font
de_de: Schaltflächen Schrift

source: Button Font Size
de_de: Schaltflächen Schriftgröße

source: Button Skin
de_de: Schaltflächen Überzug

source: Button Shortcode
de_de: Schaltflächen Schrift

source: You can manually add the button by put this shortcode to your post
de_de: Sie können auch Tasten hinzufügen, indem Sie diese Kurzwahl in Ihrem Beitrag

source: Required "strip shortcode options" = No
de_de: Erforderliche "Streifen Shortcode Optionen " = Nein

source: Read More Live Preview
de_de: Read More Live-Vorschau

source: Custom CSS
de_de: Benutzerdefinierte CSS

source: Some css attribute need to use <code>!important</code> value to affect
de_de: Einige CSS-Attribut müssen <code>!important</code> Wert verwenden um zu beinflussen

source: Paragraph
de_de: Absatz

source: Character
de_de: Zeichen

source: Show First Paragraph
de_de: Ersten Absatz zeigen

source: Show 1st - 2nd Paragraph
de_de: Ersten und Zweiten Absatz zeigen

source: Show 1st - 3rd Paragraph
de_de: Ersten und Dritten Absatz zeigen

source: Paragraph method will cut per paragraph. Character method will cut per word
de_de: Paragraph Methode wird nach Absatz zugeschnitten. Zeichenverfahren wird pro Wort zugeschnitten

source: Excerpt method
de_de: Excerpt Verfahren

source: Number of character preserved
de_de: Anzahl der Charakter bewahrt

source: If you select 'yes' any shortcode will be ommited from the excerpt
de_de: Wenn Sie die Option 'Ja' auswählen, jeder Shortcode wird aus dem Excerpt weggelassen werden

source: Strip shortcode
de_de: Streifen Shortcode

source: If you select 'yes' any empty HTML tags will be ommited from the excerpt
de_de: Wenn Sie die Option 'Ja' wählen, alle leeren HTML-Tags werden von der Excerpt weggelassen werden

source: Strip empty HTML tags
de_de: Streifen leere HTML-Tags

source: Disable any excerpt on RSS feed
de_de: Deaktivieren Sie alle Auszug auf RSS-Feeds

source: Disable on RSS Feed
de_de: Deaktivieren Sie auf RSS-Feeds

source: Use this method only if there are any problem with the excerpt
de_de: Verwenden Sie diese Methode nur, wenn es irgendein Problem mit der Excerpt

source: Special method
de_de: Sonderverfahren

source: Content Options
de_de: Inhaltsoptionen

source: Left
de_de: Links

source: Justify
de_de: Rechtfertigen

source: The plugin will try to align the text on the excerpt page
de_de: Das Plugin wird versuchen, den Text auf der Excerpt Seite ausrichten

source: Extra HTML markup to save. Use "|" (without quote) between markup
de_de: Extra HTML Markup, um zu speichern. Verwenden Sie "|" (ohne Anführungszeichen) zwischen Markup

source: Display Image Options
de_de: Bildinformationen Optionen anzeigen

source: Show All Images
de_de: Alle Bilder zeigen

source: Show only First Image
de_de: Nur das Erste Bild zeigen

source: Use Featured Image
de_de: Ausgewähltes Bild verwenden

source: Display Image in excerpt
de_de: Bild in Exerpt anzeigen

source: Purchase the %1$s Premium Edition %2$s to enable all display image options below
de_de: Kaufen Sie die %1$s Premium Edition %2$s um alle Bilder Anzeigeoptionen zu aktivieren

source: Image options below is only work for Content Image: Show Only First Image and Use Featured Image
de_de: Bild Optionen unten ist nur für Content Image: Zeige nur Erstes Bild an und verwende ausgewähltes Bild

source: None
de_de: Keine

source: Float Left
de_de: Links float

source: Float Right
de_de: Rechts float

source: Image position
de_de: Bild Position

source: Image position option
de_de: Bild Position Optionen

source: Image width
de_de: Bildbreite

source: Image margin
de_de: Bildrand

source: Top
de_de: Oberseite

source: Bottom
de_de: Unterseite

source: Get 40+ read more button style, %1$s Get Easy Custom Auto Excerpt Premium ! %2$s Do not bug me again %3$s Not Now %4$s
de_de: Erhalten Sie 40+ weitere Tasten Stile, %1$s Erhalten Sie einfache Benutzerdefinierte Auto Excerpt Premium! %2$s Nicht mehr anzeigen %3$s Jetzt nicht %4$s
